Repository: Pylons/deformdemo
Catalog: deformdemo/locale/*/LC_MESSAGES/deformdemo.po
Languages: de

source: Enter some text
de: Bitte einen Text eingeben

source: Submit
de: Senden

source: ${val} is earlier than earliest date ${min}
de: ${val} ist früher als das früheste Datum ${min}

source: Event date
de: Veranstaltungsdatum

source: Dates
de: Termine

source: ${val} is earlier than earliest time ${min}
de: ${val} ist früher als die früheste Zeit ${min}

source: ${val} is earlier than earliest datetime ${min}
de: ${val} ist früher als der früheste Zeitpunkt ${min}

source: A number between ${min} and ${max}
de: Eine Nummer zwischen ${min} und ${max}

source: Error ${num}
de: Fehler ${num}

source: Deform Demo Site
de: Deform Beispielseite

source: Deform Demo
de: Deform Demonstration
